Revit 2027 API
SymbolTypeId.FtSup2PerKip Property
 Symbol ft²/kip, indicating unit Square feet per kip.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FtSup2PerKip { get; }
Public Shared ReadOnly Property FtSup2PerKip As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FtSup2PerKip {
	ForgeTypeId^ get ();
}
static member FtSup2PerKip : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace